Repository: Ghasem0/Manhwa_Website
Catalog: manhwas/locale/*/LC_MESSAGES/django.po
Languages: fa

source: title
fa: نام

source: description
fa: توضیحات

source: persian title
fa: نام فارسی

source: english title
fa: نام انگلیسی

source: season
fa: فصل

source: day of the week
fa: روز هفته

source: manhwa cover
fa: تصویر مانهوا

source: publication datetime
fa: تاریخ انتشار

source: genre
fa: ژانر

source: studio
fa: استودیو

source: views count
fa: تعداد بازدید

source: datetime created
fa: تاریخ ساخت

source: datetime modified
fa: تاریخ ویرایش

source: user
fa: کاربر

source: manhwa
fa: مانهوا

source: datetime viewed
fa: تاریخ بازدید

source: rating
fa: امتیاز

source: episodes
fa: قسمت ها

source: number of episode
fa: شماره قسمت

source: episode file
fa: فایل قسمت

source: download count
fa: تعداد دانلود

source: author
fa: نویسنده

source: Likes count
fa: تعداد موافق (لایک)

source: disLikes count
fa: تعداد مخالف (دیسلایک)

source: comment
fa: دیدگاه ها

source: reaction
fa: واکنش

source: detail
fa: جزئیات

source: genres
fa: ژانر ها

source: summary
fa: خلاصه داستان

source: Episode
fa: قسمت

source: write your comment :
fa: دیدگاه خود را بنویسید :

source: write your comment here
fa: دیدگاه خود را اینجا بنویسید

source: send
fa: ارسال

source: comments
fa: دیدگاه ها

source: No uploaded
fa: آپلود نشده

source: you cant set reaction because your not logging
fa: لطفا ابتدا وارد اکانت خود شوید.

source: reaction not true
fa: واکنش درست نیست

source: reaction removed
fa: واکنش شما حذف شد.

source: your reaction changed
fa: واکنش شما تعویض شد.

source: your reaction added
fa: واکنش شما اضافه شد.

source: your comment successfully replied.
fa: پاسخ شما ثبت شد.

source: you cant send comment. please login or signup if you dont have an account
fa: لطفا ابتدا وارد اکانت خود شوید.

source: comment successfully added.
fa: دیدگاه شما ثبت شد!

source: you can not send same text for comments.
fa: نمیتوانید متن تکراری برای کامنت ها ارسال کنید!

source: your text is not valid. please dont use html tags.
fa: متن شما معتبر نیست. از نوشتن تگ های html بپرهیزید.
